### For color theme
jeff-hykin.better-dockerfile-syntax
samuelcolvin.jinjahtml
lextudio.restructuredtext
trond-snekvik.simple-rst
bungcip.better-toml
redhat.vscode-yaml
mtxr.sqltools

### Keybindings
k--kato.intellij-idea-keybindings

### Better editor - optical
CoenraadS.bracket-pair-colorizer-2
oderwat.indent-rainbow
usernamehw.errorlens
file-icons.file-icons
# vscode-icons-team.vscode-icons

### Better editor - functional
formulahendry.auto-rename-tag

### Additional utils
Gruntfuggly.todo-tree
patbenatar.advanced-new-file
eamodio.gitlens
# ritwickdey.liveserver

### Langs
VisualStudioExptTeam.vscodeintellicode
ms-python.vscode-pylance
njqdev.vscode-python-typehint
njpwerner.autodocstring
# rust-lang.rust
matklad.rust-analyzer
snooty.snooty
timonwong.shellcheck

### Snippets
dsznajder.es7-react-js-snippets

### File handles
mechatroner.rainbow-csv
alexcvzz.vscode-sqlite
tomoki1207.pdf

### Advanced
sleistner.vscode-fileutils
formulahendry.code-runner

### Spelling
# ban.spellright
# streetsidesoftware.code-spell-checker
